Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 임원진 전원 출석이라… 다들 작정하고 왔군.
en: everyone from upper management is here... this must be part of their plan.

source: 드라마 같지?
en: it’s like something straight out of a k-drama, right?

source: 정말이지….
en: honestly...

source: 난 안 불편해!
en: i’m not uncomfortable!

source: 진심이야?
en: are you serious?

source: 이때 김 부장님이 끼어들면서
en: at that point, mr. kim cut in and said,

source: 번쩍
en: GLEAM

source: 잠시만 기다리세요.
en: wait there, sir.

source: 파티에서 멋진 여자를 봤다.{j}그녀에게 다가가 난 돈이 많으니 결혼하자고 했더니, 그녀는 보기 좋게 따귀를 날렸다.
en: that’s it.

source: 빡세다니까 걱정도 되고….
en: plus, i’m worried since you said it’s intense...

source: 그런 만큼 광고를 뽑아내는 솜씨도 좋아야 할 텐데 말입니다.
en: but i wonder if you have the skills to back it up.

source: 아무리 급해도 신호 준수.
en: it’s important to obey traffic lights even if i’m in a hurry.

source: 좀 올드하지 않아?
en: too old-fashioned?

source: 고기!!!
en: meat!!

source: 으아아아아!!
en: arghhh!!

source: ‘욕’만 안 했겠지.
en: you mean that’s the only thing you didn’t do.

source: 그만 꿍시렁거리고 퇴근 준비나 해!
en: stop grumbling and get ready to clock out!

source: 막내인 인우 씨, 그 옷… 슈트… S브랜드…?
en: inwoo, the youngest of us... isn’t that suit... from brand s?

source: 만약 '김 윤'의 주도하에 만들어진 시안으로 광고가 제작된다면,
en: if ‘yoon kim’s’ proposal can result in an advertisement,

source: 풋,
en: pfft.

source: 그럼 저희는 어떡하고요!
en: then what about us?!

source: 참았으면 오히려…
en: if i had...

source: 양 대리님, 최고!
en: you're the best, miss yang!

source: 으허허허헝
en: UWAHHH

source: 신호 준수
en: obeys traffic signals

source: 까짓거 써주지.
en: sure, i’ll write you one.

source: 웃고 있는데 무서워!!
en: he's smiling but it's scary!!

source: 처음 뵙겠습니다.
en: it's nice to meet you.

source: 자사의 주식을 일정 한도 내에서 액면가나 시세보다 훨씬 낮은 가격으로 매입할 수 있는 권리를 해당 상대에게 주는 것.{j}그리고 일정 기간이 지나면 임의대로 처분할 수도 있다.
en: it gives a person the right to buy stocks of one’s company for a much lower price than face or market value, up to a certain amount. also allows them to sell the stocks as they please after time passes.

source: “제작 3팀이 수주한 PT가 성공적이었기 때문이겠죠.”
en: ‘that’s because team 3’s presentation was successful.’

source: 양 비서만큼 나를 만족시킨 사람이 없어.
en: ...there’s no one who measures up to you.

source: 여전히 단순하네요.
en: they’re still such simpletons.

source: 상사가 많이 특이하고 피곤한 타입이긴 한데,
en: my boss is pretty eccentric and a pain to deal with,

source: 정당한 이유 없이 해고할 경우 고용노동부에 이의를 제기할 수 있지만, 그러진 않을 테니 걱정하지 마시고.
en: i could report you for firing me without justification, but i won’t. don’t worry.

source: 수고 하셨습니다!
en: good work, everyone!

source: 초등학생도 아니고….
en: is he a kid...?

source: 그런데 그거랑 양 비서가 일을 그만두는 게 무슨 상관인데?
en: but what does that have to do with you quitting?

source: 생글 생글 생글 생글 생글
en: HAHAHAHAHA

source: 아오, 정말!!
en: WHAT A PAIN IN THE NECK!!

source: 아직 여유가 있으니 숙직실에서 예비 옷으로 갈아입어야겠다.
en: i still have time, so i should change into my spare set of clothes.

source: 양 비서야말로 여기 무슨 일이야?
en: i’m more curious what you’re doing here, miss yang.

source: 저런 감탄 어린 눈동자들이라니… 후우.
en: they’re admiring him now, but... huu.

source: 내 인센티브 전부 내놓을게.
en: you guys can have my bonus.

source: 예쁘장하게 생긴 애가 녹을 듯이 웃어주니 자기를 좋아한다고 생각하고는,
en: they all thought that the pretty guy smiling at them meant he liked them...

source: 별건 아니구요.
en: it's nothing major.

source: 그냥 을 꾼 거로 넘기면 되니까요.{j}좋지 않은 꿈
en: but i’ve decided to think of it as one bad dream.{j}

source: 마지막 말이 프러포즈로 들릴 수도 있다는 걸 알고 있을까?
en: i wonder if he knows that it could sound like a marriage proposal.

source: 곧 PT인데 XX회사 광고 정리한 거 누가 가지고 있나?!
en: who has the outline of xx, inc’s ad?! there’s no time until the presentation!

source: 집들이!
en: a housewarming party!

source: 어서 들어가요!
en: hurry and go inside!

source: 네, 저도 잘 부탁드립니다.
en: right, i look forward to working with you too.

source: 이런 젠장!!
en: DAMMIT ALL!!

source: 누님아, 잘 들어.
en: listen up, sis.

source: 괜찮아~
en: fine, i tell ya.

source: 과연, 뛰어난 AE라더니 포장하는 센스가 좋군요.
en: as expected of a skilled ae*, you know how to sell yourself.

source: 그래도 다행히 늦진 않았어.
en: luckily, i’m not late.

source: 나를 아직도 몰라?
en: don't you know me?

source: 일 효율이 안 좋은데.
en: efficiency is what’s important.

source: 나~ 그 형님 마음에 드는데 친하게 지내도 돼??
en: i like that hyeong. can i be friends with him??

source: 치사하게 자꾸 이러시기예요?!!
en: that was low! how long are you going to keep this up?!!

source: 저는 아직이지 않습니까.
en: i haven’t disappointed any of my clients so far.

source: 흐어어어엉~~!
en: uwaaaah!

source: 후-_
en: HUU

source: 맞습니다.
en: that’s correct.

source: 그래도 다른 동호회와는 달리 초보자는 안 받아요.
en: but unlike other clubs, they don’t accept newbies.

source: 일 때문이지?
en: it’s work, right?

source: 김 윤 본부장이 한다고…!
en: mr. kim said he would...!

source: 전 사실을 얘기했습니다.
en: i only spoke the truth.

source: 푸하하하!
en: hahahaha!

source: 어디 보자, 내 새끼~
en: now let me get a good look at you, honey.

source: 그럼 다시 시안 짜 와!
en: then go and redo it!

source: 제대로 된 걸로!
en: bring me something decent!

source: ‘피부가 어쩜… 잡티가 하나도 없네요?’
en: ‘how is your skin... so clear?’

source: 그쪽… 우리를 쫓아온 겁니까?
en: were you... following us?

source: 이럴 거면 처음부터 다 자기가 하던가!!
en: if he’s going to be like this, he should just do it himself!!

source: 쓰[θ]레기.
en: ith trash.

source: 그러니 하실 말씀이 있으시다면 괜한 직원 붙잡지 말고 저에게 하십시오, 부ㆍ사ㆍ장ㆍ님.
en: if you have something to say, say it to me, sir.

source: ―해서 상반기 분석 결과―
en: ...and so, from our analysis of the first half of this year...

source: 서류 정도라면 김 윤 본부장이 시간 내서 봐준다고 말이야.
en: if it's just documents, then yoon kim will take time out of his schedule to help.

source: 입금이라니, 지난번 그 녀석인가?
en: money? is it the same jerk from before?

source: 아, 안녕하십니까!
en: g-good morning,

source: 퀭~
en: EXHAUSTED

source: 형님!
en: hyeong!

source: 쿠{j}쿵!!
en: {j}THUD

source: 모델인가?
en: he looks like a model.

source: 오늘도 머, 멋지십니다.
en: you look v-very sharp today.

source: 진짜 내가 너 때문에 못 살겠다.
en: you’re going to be the death of me.

source: 그보다 너희들, 내일 일에는 지장 없게 해.
en: don't do anything that'll affect your work tomorrow.

source: 몇 번 당신에 대해 이야기를 들려주면서 추천을 해주더군요.
en: and han is always recommending you.

source: 됐네, 그만들 하게.
en: all right. leave it alone, everyone.

source: …당장 사표부터 준비해야겠네요.
en: i will begin writing my resignation letter immediately...

source: 엄~청 기분이 나빠.
en: i feel reaaally rotten right now.

source: 응, 괜찮아.
en: yeah, i'm okay.

source: 나한테 대드는 사람 양 비서뿐인 거.
en: you’re the only one who stands up to me.

source: 식사 제대로 못 하셨잖아요.
en: you didn't get to eat.

source: 기가 차서 웃기지도 않네!
en: this isn’t even funny!

source: 그게 뭐 어때서!
en: what's wrong with that?!

source: 싸아아아아아~~
en: CHIIIILL

source: 어쩌라고….
en: what do you want me to do about it...?

source: * AE(Account Executive) 광고 대행사와 광고주 사이의 연락 및 기획 업무를 담당하는 대행사의 책임자
en: *an ae, or account executive, represents an advertising agency in talks with clients.

source: 생각을 좀 해봤는데, 난 그런 게 필요 없을 것 같아.
en: i thought about it, and i don’t think it will be necessary.

source: 필요한 거 있음 말하라고 하더라.
en: ...he said i should tell him if i need anything.

source: 응~
en: YEP

source: 한국 자동차 광고에도 뛰어들 수 있게 되었습니다.
en: i’m ready to dive headfirst into the world of korean car ads.

source: 바로 인수인계 할 수 있도록 지원 요청 하겠습니다.
en: i’ll go request a replacement.

source: 저희, 욕은 안 했죠?
en: we didn’t cuss him out, right?

source: 제가 불편하시면 자리 교체를 요청하겠습니다.
en: if i’m making you uncomfortable, i’ll request a transfer.

source: 최악!!
en: that’s the worst!!

source: 내 머릿속에 지우개!
en: wipe it from your mind!

source: 아쉽지만 이번에도 대행사 쪽 일을 하게 될 것 같습니다.
en: i’m sorry to say, but i think i’ll be staying in advertising.

source: 양 대리님, 양 대리님!
en: miss yang, miss yang!

source: 내가 잘생긴 게 어제오늘 일도 아닌데.
en: my good looks are nothing new.

source: 흐흠~ 흠~
en: hmm~ hum~

source: 쏴아아아아-
en: WHOOOOSH

source: 네, 그럼 먼저 끊겠습니다.
en: all right, i’m hanging up.

source: 어차피 2팀은 별로 할 일이 없을 테니,
en: team 2 has nothing to do,

source: 저, 정 주임, 그건 좀….
en: m-mr. jeong, that’s a little...

source: 전 분명 사업 계획서 보기 전까지는 확답하지 않을 거라 했습니다만.
en: as i said, i will not give a concrete answer until i see the business plan.

source: 저번 회의 때 글씨가 작다고 하셔서, 폰트 사이즈까지 세밀하게 작업해서 온다고 시간 가는 줄 몰랐습니다.
en: i lost track of time making sure things were perfect since you all said the font was too small last meeting,

source: 받아 적을 게 없어.
en: i don't have anything to write with.

source: 이번에 부서 옮겼잖아, 그래서 더 정신없지, 뭐….
en: she just transferred to a new department. it's a hectic time for her...

source: 아야!
en: OUCH!

source: 서유야!!
en: seoyu!!

source: 하지만,
en: but,

source: 근데 차였나 봐.
en: but it looks like he got dumped.

source: 정말 나랑 일하기 싫어서 벗어나려고 그러는 거군.
en: it’s true. she’s trying to duck out because she doesn’t want to work with me.

source: 너희들, 시끄러워.
en: quiet down, you two.

source: 이 회선은?
en: this number is...?

source: 그건 나도 싫은데?!
en: i don’t want that either!!

source: 아얏!!
en: owie!!

source: 집은 필요 없다고 하셔서 각각 별개로 매각이 됐습니다.
en: but since she didn’t want the house, they were sold separately.

source: 계산서 누가 떼는 건데?
en: who is supposed to issue the invoices?

source: 김 윤 본부장님은 하느님과 동기동창이시며 을지문덕 장군과 전략적 동기이고 이순신 장군과 도긴개긴이십니다.
en: yoon kim is on par with god, and a genius strategist on the level of korea’s greatest heroes, generals eulji mundeok and yi sun-shin.

source: 하지만 그때 스케줄 잡기론 분명….
en: but i’m certain that the meeting was...

source: 포장 좀 부탁드립니다.
en: please put the leftovers in a box.

source: 한 대 때리고 싶다….
en: i want to smack him...

source: 한마디로 우리한테 주는 돈이 아깝다, 이거군….
en: in other words, the money they’re giving us is a waste...?

source: 아, 양 비서다….
en: ah, it’s miss yang...

source: 평소에 안 먹던 백반집을 예약하질 않나.
en: and reserved a family restaurant that he would never go to.

source: 거기 여직원 너밖에 없다면서!
en: i thought you said you were the only woman there!

source: 파티에서 멋진 여자를 봤다.{j}그녀에게 다가가 전화번호를 얻었다.{j}다음 날 전화해서 ‘나는 돈이 많아.{j}나랑 결혼해줘.’ 라고 말한다.{j}이건 뭘 거 같아?
en: what do you think this is?

source: 그리고 누구에게도 말할 생각이 없으니 그 부분은 걱정하지 않으셔도 됩니다.
en: and you don’t have to worry about me telling anyone.

source: 지난번에 본 맞선에서도…
en: take the last blind date, for example...

source: 그런데 형님 뭐 하는 분이라고?
en: but what did hyeong say his job was?

source: 화앗~!
en: FWAA

source: 양 대리님은 어서 퇴근하세요.
en: you should hurry up and go home, miss yang.

source: 누가 그렇게 입고 회사에 오라고 하든?!
en: who said you could wear that to work?!

source: 내가 애비라서 하는 말이 아니라…
en: i’m not saying this because i’m your dad...

source: 치사하게!
en: you're so cheap!

source: 무시
en: IGNORE

source: 나 외국 가, 서유야.
en: i'm moving abroad, seoyu.

source: 얼마가 됐든 밀리지만 않으면 됩니다!
en: i’ll be happy as long as the ship doesn’t sink!

source: 아유!
en: goodness,

source: 이런 차를 선물로!!
en: A CAR LIKE THIS AS A PRESENT?!!

source: 18층입니다.
en: level 18.

source: 들어와.
en: come in.

source: 좋다고 쫓아다니다가 사귀고 나서야…
en: ...and followed him around until he agreed to date them...

source: 그렇지 않아도 뭐 먹을까 했는데.
en: i was just wondering what to have for lunch.

source: 그래, 참지 마!
en: yeah, don't just put up with things!

source: 출발~!!
en: go!!

source: 후다다닥
en: DASH

source: 재밌네, 나쁘지 않아….
en: this is pretty fun. not bad...

source: 지금 자면 가서 못 자니까 참을래.
en: i’ll wait. i won’t be able to sleep later if i take a nap now.

source: 뭐 이런 사람이 다 있어?!
en: what is his problem?!

source: 도시락이라더니 뭐가 이렇게 묵직해?
en: why is a boxed lunch this heavy?

source: 쓰레기를 봐도 쓰레기인 줄 모르는 당신들 눈을 탓해야 할까요?
en: is it your eyes’ fault for failing to recognize trash?

source: 착하기도 하지.
en: you’re such a darling.

source: 퇴근 시간까지 안 오셨으면.
en: i hope he doesn't come back until the end of the day.

source: 이번만큼은 절대 양보 못 한다!
en: you're not getting off the hook this time!

source: 그러니까아~~!
en: what i’m saying is...!

source: 서유의 오빠죠.
en: i’m seoyu’s big brother.

source: 헤어는?
en: and my hair?

source: 철저한 트레이닝으로 만들어진 몸이다!!
en: you have to train rigorously!!

source: 나는 빠지는데 당신들만 나오라고 하면 불공평하잖아.
en: it wouldn’t be fair to make you all work without me.

source: 그 계약서에 명시한 스톡 옵션은 나야.
en: the stock options in the contract refer to me.

source: 반응이 왜 그래?
en: what’s with that reaction?

source: 어머!!
en: oh dear!!

source: EM애드의 김 윤입니다.
en: i'm yoon kim from em advertisement.

source: 너 대체 생각은 하고 사니?
en: do you ever stop to think?

source: 이미 진행된 건 해야겠지.
en: finish up the ones we already started.

source: 아니면 쓰레기밖에 못 만드는 머리를 탓해야 할까요?
en: or is it your brain's fault for creating it?

source: 호오.
en: ooo.

source: ※본인의 피해 의식이 빚어낸 왜곡 현상입니다.
en: *a distorted image created by his own victim mentality.

source: 직원들이 편하게 일할 방법을 아시면서 왜 그러지 않으세요?
en: you could make things easier for the employees, so why don’t you?

source: 수 근
en: MURMUR

source: 매니저?
en: his manager?

source: 봐!
en: look!

source: 어쩔 수 없지….
en: i guess i have no choice...

source: 돈도 잘 못 벌면서.
en: you don't even make that much money.

source: 저… 정 주임님?
en: m-mr. jeong...?

source: 아쉬워서 어쩌누….
en: i’m sorry to see him go...

source: 여기저기 자랑을~~~ 했는데~!!
en: ...that i was bringing your 87!!

source: 남 좋은 꼴은 못 봐서.
en: i'm not going to do something that benefits someone else.

source: 그럼 저 말고 다른 분들은 어쩌실 건데요?
en: then what about everyone else who was there?

source: 잠깐….
en: wait...

source: 지금 트렌드에 어울린다고 생각했습니다.
en: we believe this fits with the current trends.

source: 저 또X이 새X!
en: crazy bastard!

source: 일들 안 해?
en: aren’t you going to work?

source: 그러면 비상장 주식으로 시작하시는 거죠?
en: you will be starting out with unlisted stocks, correct?

source: 아하, 다 아시는 얘기라고요.
en: aha, so this is common knowledge.

source: 다녀올게.
en: i'll see you in a bit.

source: 이렇게 시간 내주셔서 감사합니다.
en: thank you for your time.

source: 당연히 기억하지.
en: of course i remember.

source: 업무 외 수당은 잊지 않고 지급했던 것 같은데 혹시 빠진 거 있어?
en: i’m pretty sure i paid you overtime. is there something else?

source: 으두득-
en: CRACK

source: 어머나─.
en: oh my.

source: 하하, 나도 좋아해, 정말로.
en: haha, i really love you all too.

source: 본부장님이 신경 쓸 일이 아니에요.
en: it’s none of your concern, sir.

source: 백 번
en: 100 times.

source: 내가 바로 최강의 브랜드인데,
en: i myself am the leading brand.

source: 여기!!
en: over here!!

source: 제가 보고 싶어서 본 것도 아닌데,
en: it's not as though i wanted to see it.

source: 여깁니다.
en: over here.

source: 그간 수고했고, 오늘은 바로 퇴근해도 돼.
en: good work. you can clock off today.

source: 제가 여자였으면 아마 반했을 거예요.
en: if I was a girl, i would've fallen for him already.

source: 어디든 자리 정하면 연락하게.
en: let’s set something up once you’re settled.

source: 아….
en: ah...

source: 개인 시간이 부족해?
en: you said you don’t have enough free time?

source: 이렇게 갑자기?!
en: this suddenly?!

source: 후
en: HUU

source: 전 회사 사람들하고는 연락해?
en: do you still talk to people from your last company?

source: 그거 잠깐 더 앉아 있는다고 해결 안 되니까 그냥 나와.
en: come out. sitting at your desk for a few extra minutes won’t solve anything.

source: 없습니다.
en: no, there isn’t.

source: 웃기지 마!
en: don't joke around!

source: 일에 관련해서는 믿음직하다고 생각합니다.
en: i think you’re fairly trustworthy when it comes to work.

source: 네 머릿속에서 나는 대체 얼마나 쓰레기인 거야?
en: am i really such a trash human being in your eyes?

source: 아, 처음 뵙겠습니다.
en: ah, then let me introduce myself.

source: 진작 끝난 얘기를 내가 왜 또 꺼냈지?!
en: but why did i bring up something we were done talking about?

source: 그 첫 번째 광고로 선일 자동차의 신차가 된다면 기쁠 겁니다.
en: and i would be delighted if i could showcase sunil cars’ new model for my first advertisement.

source: ~필사적으로 웃음 참기~
en: DESPERATELY HOLDING IN LAUGHTER

source: 지금 포도밭 주인은 저희 할머니신데,
en: my grandma owns the orchard now,

source: 김 본부장, 얼른 제대로 설명을 해 봐!
en: mr. kim, hurry up and explain yourself!

source: 이게 뭐야, 어떡하지?
en: oh no, what’s this?

source: 사귀고 난 뒤에야 뒤늦게 네가 자동차 바보라는 걸 깨달은 거지.
en: because they only realize later on that you’re a car fanatic.

source: 그럼 대표님이라고 불러드릴까요?
en: what should i call you then?

source: 최악의 조합이네.
en: this is the worst.

source: 아, 그러면 되겠네.
en: oh, that’s a good idea.

source: 척척척
en: TP TP TP

source: 조금만 쉬고 저녁에 다시 마무리 작업 들어가야겠어.
en: i'll get a little rest and finish up tonight.

source: 윤이 녀석, 그래도 장모님 말씀은 들으니까 장모님께 한 번 부탁해서 얘기해 봐야지.
en: yoon listens to his grandmother, so i should ask her to talk to him.

source: 평정심, 평정심….
en: inner peace, inner peace...

source: 제작비 청구 승인 반려 났어요!
en: our expense claim for the production costs was rejected!

source: 늘 똑같지, 뭐.
en: it's the same old, same old.

source: 앞으로도 쭈―욱 없을 겁니다.
en: not for a looong time.

source: 그런데 그날, 그 자리에서…
en: but that day...

source: 여기 있습니다.
en: here it is.

source: 이게 다 쓸데없이 남의 전화 통화를 엿들은 탓이야!!
en: this is all because i eavesdropped on that conversation!!

source: 한 가지만 여쭐게요.
en: i have just one question.

source: 얼핏 봐도 완벽한 몸인데 뭐가 문제야?
en: even if you only got a glimpse, my body’s perfect, so what’s the problem?

source: 웃고 있었어…!!
en: she was laughing at me...!!

source: 기대…
en: EXCITED

source: 업무라고 생각하고 밥 먹었다, 이거야?
en: having dinner with me is just more work, is that it?

source: 무슨 생각 중인진 알겠는데, 나한텐 그냥 테러거든요.
en: i know what you’re thinking, but it was painful for me.

source: 선일 자동차 시안까지…요?
en: create a proposal for sunil cars... sir?

source: 술
en: GASP

source: 거기도 이 시간엔 닫을 텐데요.
en: they are probably closed around this time too.

source: 내가 싫어할 거라는 걸 알면서도 밥을 사달라는 거야?
en: you're asking me to treat you knowing that i’ll hate it?

source: 그… 그럼!
en: y-yeah!

source: 같은 거였고.
en: ...or something like that.

source: 당당하고 자신 있는 모습.
en: this power and confidence.

source: 양 대리, 좋은 아침이에요.
en: good morning, miss yang.

source: 휴우….
en: whew...

source: 어서 준비나 하시죠.
en: please just hurry up.

source: 초면에 남의 이름을 가지고 놀리다니.
en: he really made fun of my name on our first meeting.

source: 미안, 그런 뜻이 아니었어!
en: sorry, i didn't mean it that way.

source: 하하하
en: HAHAHA

source: 심각
en: DUN

source: 이제 좀 정신이 차려지는군….
en: finally, i can hear myself think...

source: 마인드 컨트롤이라면 보통은 ‘나는 할 수 있다’ 이런 거 아닌가?
en: don’t people usually repeat phrases like ‘i can do it’ for that?

source: 업무 때문에 휴일을 날리면 그만큼 휴가를 줄게.
en: if you end up having to work on the weekend, i’ll give you extra vacation time.

source: 난 됐어.
en: i’ll be fine.

source: 저는 본부장님께서 불편하실까 봐 드리는 말씀일 뿐입니다.
en: i only suggested it because i thought i was making you uncomfortable.

source: 제가 허락한 자유 복장이니,
en: but it was ultimately my decision...

source: 역시 우리 본부장님!
en: that’s our branch manager for you!

source: XX회사라면 부사장에게 속한 제작 3팀이 잡은 광고잖아?
en: didn't the vice president and team 3 make the ad for xx?

source: 풋, 그럴 리가.
en: pfft, yeah. what am i thinking?

source: 양 비서가 어제 도시락과 함께 줬던 생수병….
en: it's all because of that water bottle miss yang gave me with the boxed lunch...

source: 특이하다는 소리 많이 듣지?
en: you get told that you’re unique all the time, don’t you?

source: 이 상태로 회의실에 갈 순 없지.
en: i can’t go to the conference room like this.

source: 액면가로 주실 건지, 시세차익을 노릴 만큼 낮은 가격으로 주실 건지, 몇 주 주실 건지….
en: will you sell them to me at face value, or at a discounted enough price that i can make a profit reselling them? and how many...

source: 유 감독님에게서 연락이 왔는데,
en: director yoo called...

source: 차마 굿모닝이라고 입이 떨어지지 않는 김 윤.
en: can’t bring himself to say good morning.

source: 양서훈.
en: seohoon yang.

source: 아, 그래?
en: ah, really?

source: 바빠?
en: are you busy?

source: 타다타다다
en: TAP TAP TAP TAP

source: 드디어 도착했다.
en: i’m finally here.

source: 렁~
en: MURMUR

source: 아직도 그 쓰레기랑 만나는 거야?
en: she's still going out with that piece of garbage?

source: 뭐?!!
en: what?!!

source: 얼씨구.
en: huh.

source: 미안하게 생각해.
en: i’m sorry about all this.

source: 그럼 왜 손 안 들어?
en: then why aren’t you raising your hand?

source: 겨우 세이프 해서 샀군.
en: good thing i got here before they closed...

source: 한 입도 안 먹었네….
en: he didn't even have a single bite...

source: 물에 빠진 고기는 안 드신다면서요.
en: i thought you didn't eat boiled meat.

source: 후륜구동, 연비는 썩 좋지 않습니다만.
en: though the rear-wheel drive and mileage aren’t the greatest,

source: 으드득
en: GRRR

source: 3팀이 하기 무리라고 했던 수주를 부득불 가져가 놓고 못하겠다고 직전에 다시 넘기질 않나!!
en: or when they forced us to hand over a contract beyond what they could handle only to give it back right before the deadline!!

source: …SR전자에서 공개 프레젠테이션을 하자고 한 거죠?
en: sr electronics was the one who wanted a public presentation, right?

source: 오늘부터 본부장님을 보좌하게 된
en: i'll be assisting you starting today.

source: 부{j}아{j}아{j}앙~
en: V{j}R{j}O{j}OOM

source: 선물로 받은 겁니다.
en: ...which is why i was given this car as a gift.

source: 지금까지 그만두겠다고 한 사람들은 많았지만…
en: it’s not the first time someone has wanted to quit...

source: ※아무것도 아니니까 마저 먹지.
en: *through clenched teeth.

source: 뭐?!
en: what?!

source: 어서 오세요, 회원님!!
en: welcome, valued customer!!

source: 후아아아….
en: wheeeew...

source: 저는 괜찮…
en: i am fine...

source: 조심히 들어가, 양 비서.
en: get home safe, miss yang.

source: 매각할 권리는 있어.
en: you do have the right to sell them.

source: 나 김 윤이 양서유를 좋아한다?!
en: i, yoon kim, like seoyu yang?!

source: 심심하면 휠 바꾸는 애가 뭐라는 거야.
en: don't ask me. you’re the one who changes out your wheels on a whim.

source: 서류를 모두 나눠 드렸으니 설명을 들으며 자료를 봐 주시면 되겠습니다.
en: in front of you is a copy of the documents, so please follow along.

source: 고생했어, 곧 준비할 테니 나가서 기다려줘.
en: good work. i'll be ready in a bit so go wait outside.

source: 그렇다면…
en: in that case...

source: 빵빵
en: HONK HONK

source: 아니면 연애라도 하든가!!
en: or find yourself a girlfriend!!

source: 이왕이면 남자 비서가 왔으면 좋았겠지만…
en: i'd prefer a male secretary...

source: 미안….
en: sorry...

source: 내일 보지, 양 비서.
en: i'll see you tomorrow, miss yang.

source: 시끄러운 녀석들.
en: they're as loud as ever.

source: 안 본 눈 사고 싶을 지경이라고!
en: i want new eyes! that's how bad it is!

source: 물론 내가 바람을 피웠다는 건 아니지만….
en: obviously, i'm not saying i cheated though...

source: 잡내도 없고, 반찬도 맛있어.
en: it doesn't have a meaty smell, and the side dishes are good too.

source: 그것 때문에 다시 생각나서 잠도 못 자고!
en: i didn't get a wink of sleep because it reminded me of what happened!

source: 윤이 벌써 왔니?
en: yoon, you're back already?

source: 내가 양 비서 아니면 안 된다고 하니까, 우습게 보이고 그런 건가?
en: are you looking down on me because i said i need you?

source: 탁!!
en: TAK!!

source: 모닝.
en: morning.

source: 삐-
en: BEEP

source: AE??
en: he’s an ae??

source: 너무 쉽게 가르쳐 주면 버릇 나빠져.
en: they’ll pick up bad habits if i give them the answer too quickly.

source: 너.
en: you.

source: 어머?
en: oh my?

source: 정말이지… 그거 알아?
en: ha... you know something?

source: 앞 지퍼가 열렸습니다!
en: your zipper is down!

source: 오오, 해고 기념 회식!!
en: woohoo, celebrating being fired with a dinner out!!

source: 아무튼, 일은 완벽해.
en: anyway, he does his job perfectly.

source: 남자는 원래 차 나눠타면 형님, 동생 하는 거야.
en: when us men let each other drive their cars, we develop a special bond, you see.

source: 그럼~ 우리 윤이가 해 준 건데 아무렴.
en: of course. my darling grandson got it for me.

source: 오오오오오오오
en: OHHHHH

source: 아무리 두 달 후라지만 연차를 쓰기에는 좀…
en: even if it’s two months later, using my vacation days is a little...

source: 알겠습니다!!
en: yes, sir!!

source: 메뉴는 제가 골라도 된다고 하신 건 본부장님이셨죠.
en: you were the one who said i could choose, sir.

source: 잘생기긴 무슨~ 기생오라비 같구만!!
en: good-looking, my foot! he looks like a pretty boy!!

source: 이럴 때 커피 한잔 하면 딱인데… 커피 머신 하나 살까?
en: a cup of coffee would hit the spot right now… should I get myself a coffee maker?

source: 왜 불쾌하지?
en: but why do i feel bad?

source: 성격, 성격 때문인가?!
en: is it because of your personality?!

source: 하하하하하하
en: HAHAHAHA

source: 힘드시겠습니다.
en: it must be tough.

source: 쌍둥이 동생.
en: we are twins.

source: 당연하죠, 제가 기억력이 꽤 좋은 편이거든요.
en: of course not. i have a pretty good memory.

source: 후우, 이제 안심이다.
en: phew, i can finally relax.

source: 이러다가 적자가 날 판이라고.
en: we’re going to be in the red soon at this rate.

source: 어처구니없음.
en: this is like having a millstone suddenly fall from the sky.

source: 내가 조금도 손해 보지 않거나, 손해 봐도 상관없을 정도의 호의를 베푸는 게 친절이지.
en: doing someone a solid when it doesn’t cost you anything is nice.

source: 높은 강도의 노동,
en: intense labor...

source: 잘 자고 일어난 거!!
en: you, sleeping like a baby after what happened!!

source: 스톡옵션이란?
en: what are stock options?

source: 말이 전혀 안 맞잖아요.
en: it doesn’t make sense in the slightest.

source: 오랜만입니다, 정 팀장님.
en: it’s been a while, mr. jeong.

source: 헐!!
en: oh my god!!

source: 이 시간 뒤에는 SR전자 본사로 가셔야 하는데,
en: you’re supposed to go to sr electronics after this...

source: 오후 일정은 서면으로 드렸으니 확인하시고,
en: i sent you today's schedule in writing, so take a look...

source: 아, 둘 다인가?
en: ah, is it both?

source: 내 누드 봤잖아.
en: you saw me naked.
